//////////////////////////
//
// Due Mac 1.2 English Language Strings
// Last updated Oct 29, 2012
//
//
//

//////////////////////////
//
// Special format strings
//

// Concatenator when dates, day of the week
// appear along with time
// eg. <Sunday> <concatenator> <Time>
// eg. <Tomorrow> <concatenator> <Time>
// where %@ is <Time> obtained from iOS
// The entire string represents the portion:
// '<concatenator> <Time>'. If language
// can do without a concatenator, leave it

"CONCATENATOR_FOR_TIME"="'%@'";

"PLURAL_RULE"="1";

//////////////////////////
//
// New Reminder / Timer
//

/* Button when recycling expired reminder */
"Recycle"="回收";

/* Button when editing existing reminder/timer */
"Save"="保存";

/* New Reminder/Timer: Button in nav bar when adding a new reminder/timer */
"Add"="添加";

/* Button when creating reminder to switch focus from title to date picker (iPhone only) */
"Next"="下一个";

/* All buttons for cancelling an action */
"Cancel"="取消";

/* Button to confirm closing when changes are made */
"Discard changes"="放弃更改";

/* New Reminder/Timer: Placeholder text for title of new reminder/timer screen. */
"Optional title"="可选标题";



//////////////////////////
//
// New / Edit Reminder
//

/* New Reminder: When tap-and-hold on the quick timings button in add new reminder, option to save the current timing from the picker into the button being held down */
"Save Timing"="保存时间";

/* Display of time: Controls how times like 2 hours 30 minutes 15 seconds are displayed. Leave trailing space if there's separation between 'hour' from 'minute', and 'minute' from 'second'. You'll not leave space in Japanese eg. 2時30分15秒 */
"N_TIME_UNIT_DISPLAY_FORMAT"="%1$@ %2$@ ";

/* Similar to above, but for time and with short units, such as 2d, 3h, 7 mins. In some cases, we'd want to leave out the space, eg. 2d, 3h, but in others, we want to keep the space. As such, it's better to cut the space between variable 1 and 2. Leave a trailing space if there's a separation between multiple time units, such as 1h 30 min, or no trailing space if it's 1時30分. Control of spaces can then be made in the inidivudal short time units translation, such as "min", "hr", "hrs" */
"N_TIME_UNIT_DISPLAY_FORMAT_SHORT"="%1$@%2$@ ";

/* New Reminder/Time: Title for the due date in add/edit reminder/timer screen. */
"Due"="Due";

/* Suffix/prefix in add reminder screen when time chosen has past. */
"%@ ago"="%@之前";

/* Suffix/prefix in add reminder screen to indicate the duration before the reminder fires */
"%@ later"="%@之后";

/* New Reminder: Message when the date and time chosen has past. */
"%@ has past. Save anyway?"="%@是在过去。仍然保存？";

/* New Reminder: Button to save anyway even if due date has past. */
"Save anyway"="仍然保存？";

/* New Reminder: Button to set timing to <date/time> when the date and time chosen has past. */
"Set to %@"="设置为%@";

/* New Reminder: Button to reset due date and time to date and time now: <date/time> */
"Set to now: %@"="设置到现在：%@";


//////////////////////////
//
// New / Edit Timer
//

/* New Timer: Toggle for Alarm mode (ie. snooze + secondary alert). */
"Alarm mode"="闹钟模式";


//////////////////////////
//
// Settings
//

/* Button to access Settings. Also title of the Settings */
"Settings"="设置";

/* Badges */
"Badges"="徽章";

"Upcoming + Overdue"="即将到来+逾期";
"Today + Overdue"="今天+逾期";
"Overdue only"="仅逾期";
"None"="没有";

////////////////
// BEGIN 1.5

/* Alerts & Badges */
"Alerts & Badges"="警告和徽章";
"Sounds"="声音";
"Alerts"="警告";
"Auto snooze"="自动打盹";

/* General */
"General"="通用";
"Sound Effects"="声音特效";

"Week starts on"="周开始于";
"Monday"="星期一";
"Saturday"="星期六";
"Sunday"="星期日";

/* Minute interval */
"Interval on time picker"="间隔时间选择器";

"1 minute"="1分钟";

"10 minutes"="10分钟";
"15 minutes"="15分钟";
"30 minutes"="30分钟";

// END 1.5
////////////////


/* Alert sounds */
"Alert Sounds"="警报声音";

"Reminder"="提醒";
"Timer"="计时器";
"Secondary"="次要";

/* Footer info inside Secondary alert sound setting */
"Choose a louder or longer alert for use as alarms or in noisy places. This alert will sound instead for timers on 'Alarm mode' and reminders with 'Secondary alert' turned on."="选择在嘈杂的地方或报警使用响亮或更长的警报。此警报将鸣响使用“报警模式”或“二级警戒状态”定时器和提醒。";



/* Can be translated as ‘Preset Timings’ */
"Quick Access Timings"="快速访问时序";

"When Awake"="当清醒";
"Lunch Time"="午餐时间";
"After Work"="下班以后";
"Before Bed"="睡前";


/* When adding reminders... group title */
"When adding reminders"="当添加提醒";

/* Default due date */
"Default due date"="默认的截止日期";

"None"="无";
"1 hour"="1小时";
"3 hours"="3小时";
"12 hours"="12小时";
"1 day"="1天";
"3 days"="3天";
"1 week"="1周";


/* Default snooze */
"Default snooze"="默认贪睡";

"None"="无";
"Every minute"="每一分钟";
"Every hour"="每隔一小时";

"Keeps alerting you to overdue reminders until they are marked done."="不断提醒你逾期提醒，直到它们被标示为完成。";

"Keeps alerting you to overdue reminders until they are marked done. iOS currently supports only auto snoozing every minute or hour."="不断提醒你逾期提醒，直到它们被标示为完成。 iOS版目前只支持打盹每分钟或小时汽车。";

/* Settings to choose which alert sound to use for newly created reminders */
"Alert sound"="警报声";
"Reminder alert"="提醒警报";
"Secondary alert"="二级警报";
"None"="无";


/* Option to show keyboard immediately when adding new reminders. Please keep this no longer than ‘Show keyboard first’. This is the max length possible. */
"Show keyboard first"="显示键盘第一";


/* Various Buttons in Settings */
"Feedback"="反馈";

"Rate Due on the App Store"="率在App Store由于";

"FAQ"="常问问题";
"Credits"="积分";


/* Reset all alerts */
"Reset All Alerts"="重置所有警报";

"This will remove any alerts that are out of sync with Due. No data will be deleted."="这将删除不同步与由于任何警报。没有数据将被删除。";

/* Title and message after reset */
"Alerts Reset"="警报复位";

"Cancelled %d existing alerts and rescheduled %d alerts."="取消％1 $ D现有的警报并重新安排％2 $ d个警报。";


/* Reset help prompts */
"Reset Help Prompts"="重置帮助提示";

"All help prompts have been reset to factory defaults."="所有帮助提示已重置到出厂默认值。";


//////////////////////////
//
// Reminders View
//

/* Tab Bar Title */
"Reminders"="提醒";

/*








////////////////
// BEGIN 1.5

/* Year */
"year"="年";
"years"="年";
"yr"="年";
"yrs"="年";

"YEARS_AGO_LATER"="年";
"YEARS_AGO_LATER_SHORT"="年";

/* Month */
"month"="月";
"months"="月";
"mth"="月";
"mths"="月";

"MONTHS_AGO_LATER"="月";
"MONTHS_AGO_LATER_SHORT"="月";

// END 1.5
////////////////

/* Week */
"week"="周";
"weeks"="周";
"w"="周";
"wks"="周";

"WEEKS_AGO_LATER"="周";
"WEEKS_AGO_LATER_SHORT"="周";

/* Day */
"day"="天";
"days"="天";
"d"="天";
"ds"="天";

"DAYS_AGO_LATER"="天";
"DAYS_AGO_LATER_SHORT"="天";

/* Hour */
"hour"="小时";
"hours"="小时";
"hr"="小时";
"hrs"="小时";

"HOURS_AGO_LATER"="小时";
"HOURS_AGO_LATER_SHORT"="小时";

/* Minute */
"minute"="分钟";
"minutes"="分钟";
"min"="分钟";
"mins"="分钟";

"MINS_AGO_LATER"="分钟";
"MINS_AGO_LATER_SHORT"="分钟";

/* Second */
"second"="秒";
"seconds"="秒";
"sec"="秒";
"secs"="秒";

"SECS_AGO_LATER"="秒";
"SECS_AGO_LATER_SHORT"="秒";



//////////////////////////
//
// Rating
//

/* Reminders - Rating: Prompt in bottom bar to rate the app */
"Like Due? Help us!"="由于一样？";

/* Rating Prompt: Title in prompt */
"Help spread the word!"="帮助流传着一句话！";

/* Rating prompt: Message in prompt */
"If you like Due, please rate us in the App Store. Thanks!"="如果你喜欢到期，不考虑评价它在App Store。谢谢！";

/* Rating Prompt: Button to rate in App Store */
"Rate Now"="现在就评价吧";

/* Rating Prompt: Button to not rate in App Store now */
"Maybe Later"="也许以后";

/* Reminders - Rating: Prompt in bottom bar to rate the new version of Due */
"Like the new Due?"="像更新？";

/* Reminders - Rating: Message to rate the new version of Due */
//"Like the new features? Please rate this version in the App Store. Thanks!"="Like the new features? Please rate this version in the App Store. Thanks!";
"Like the new features? Please rate this version in the App Store. Thanks!"="如果你喜欢到期，不考虑评级在App Store此更新。谢谢！";


//////////////////////////
//
// Timers View
//

/* Tab Bar Title */
"Timers"="计时器";

/* Timers: Default name for timers when no name is provided by user. In this format: <15 min> timer */
"%@ timer"="%@计时器";

// Default timers

/* Sample 4 minutes timer. */
"SAMPLE_4_MIN_TIMER"="咖啡浸泡";

/* Sample 20 minutes timer. */
"SAMPLE_20_MIN_TIMER"="暂作休整";

/* Sample 60 minutes timer. */
"SAMPLE_60_MIN_TIMER"="拿起洗衣";


//////////////////////////
//
// Logbook
//

/* Tab Bar Title */
"Logbook"="航海日志";

/* Logbook: Button in edit mode of logbook */
"Clear all"="清除所有";

/* Logbook: Button in action sheet to confirm clearing of all logbook entries */
"Clear all logbook entries"="清除所有日志条目";

// Recycling

/* Logbook - Recycle Prompt: Message when recycling, %@=title of reminder. */
"Remind me to %@ again:"="提醒我再次%@：";

/* Logbook - Recycle Prompt: Button to recycle reminder 1 hour later. */
"1 hour later"="1个小时后";

/* Logbook - Recycle Prompt: Button to choose another date. */
"Choose another date"="选择另一个日期";


//////////////////////////
//
// Alert Notification Box
//

/* Button to dimiss informative alert box */
"OK"="好";

/* Button to dimiss alert box when notifications fire */
"Close"="关闭";

/* Button to dimiss all alert boxes when multiple notifications fire */
"Close All"="关闭所有";

/* Action button in alert box when notifications fire */
"View"="视图";


//////////////////////////
//
// Help/ prompts
//

/* Help prompt - Home Screen (iPad) */
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within Due."="即将到来的及逾期警报的数量显示在图标。您可以自定义内。由于这种行为的设置。";

/* Help prompt - Home Screen (iPhone/iPod touch) */
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within the Logbook."="即将到来的及逾期警报的数量显示在图标。您可以自定义在日志中设置此行为。";

/* Help prompt - Reminders */
"You'll be alerted of all reminders on their due date. You can also check them off as soon as you complete them."="你会被提​​醒他们的到期日都提醒。您也可以尽快检查它们赶走，你完成它们。";

/* Help prompt - Reminders */
"You've marked a reminder as completed. Completed reminders are moved to the logbook automatically."="你标记提醒为已完成。已完成的提醒会自动移动到日志。";

/* Help prompt - Logbook */
"You've no reminders logged yet. Completed reminders are logged here automatically."="你没有提醒尚未登陆。完成的提醒在这里自动记录。";

/* Help prompt - Logbook */
"You can quickly make a new reminder by recycling an expired reminder here."="您可以在这里回收过期提醒迅速做出新提醒。";

///* Help: kHelpSecondaryAlert */
//"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound."=//"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound.";

/* Help: kHelpAlarmMode */
"Uses the 'Alarm mode' sound chosen in 'Settings' and alerts you every minute when due until switched off."="使用“报警模式”中的“设置”，并提醒用户每分钟声音选择到期时直至关闭。";


//////////////////////////
//
// Quick Panel Action Sheets
//

// Auto snooze
"Snooze every minute"="贪睡每分钟";
"Snooze every hour"="贪睡每隔一小时";
"Auto snooze off"="自动关闭贪睡";
"Auto snooze has been disabled."="自动打盹已被禁用。";

// Alert sounds
"Alert sound off"="警报声关闭";
"Alert sounds have been disabled."="警报的声音已被禁用。";

// Undo
"Undo"="撤销";



////////////////
// BEGIN 1.5

//////////////
//
// Weekly terms
// 
//

///////////////////////////////////////////////////////
//
// Every <day of the week>, standalone, and when concatenated with date time
//
// Referring to ‘Every Sunday’ Used:
// (1) Sundays 9.00 PM
// (2) When choosing which day of the week to repeat on
//

"EVERY_THIS_DAY_OF_THE_WEEK_STANDALONE_OR_CONCATENATED_WITH_DATE_TIME"="Sundays;Mondays;Tuesdays;Wednesdays;Thursdays;Fridays;Saturdays";


///////////////////////////////////////////////////////
//
// On: Every <day of the week>
//
// Referring to ‘Every Sunday’ Used with On prefix:
// (1) On: Wednesdays
//

"EVERY_THIS_DAY_OF_THE_WEEK_PREFIXED_WITH_ON"="Sundays;Mondays;Tuesdays;Wednesdays;Thursdays;Fridays;Saturdays";


///////////////////////////////////////////////////////
//
// Sharing
//
// Remind me every <day of the week> <10:00 PM>
//
// Weekly on that day of week, for use with the Remind me every <this 
// day of the week>. eg. Remind me every <Wednesday> <9.00 PM>
//
// See format: RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT
//

"EVERY_THIS_DAY_OF_THE_WEEK_ON_DATE_TIME_WITH_REMIND_ME"="Sunday;Monday;Tuesday;Wednesday;Thursday;Friday;Saturday";


///////////////////////////////////////////////////////
//
// Day of the week normal
//
// Normal days of the weeks, used in picker when selecting Nth day
// of the month, or when we have lots of space to describe in full,
// eg. On: 1st Sunday
//

"DAYS_OF_THE_WEEK_NORMAL"="Sunday;Monday;Tuesday;Wednesday;Thursday;Friday;Saturday";


///////////////////////////////////////////////////////
//
// Day of the week short
//
// Short day of the weeks, used when weekly reminder repeats
// on more than one day of the week, eg. Every 2 weeks on Monday Wednesday Friday
// or when it's a repeat of N weeks, where N > 1
// Every 2 weeks on Sun 9.00 PM
// Every Mon Wed Fri 9.00 PM
//

"DAYS_OF_THE_WEEK_SHORT"="Sun;Mon;Tue;Wed;Thu;Fri;Sat";

"DOW_CONCATENATOR"=", ";

///////////////////////////////////////////////////////
//
// Day of the week shortest
//
// 
// Shortest day of the weeks, used in the standalone 'On' field
// when weekly reminder repeats on more than one day of the week,
// eg. On: Mon Wed Fri
//

"DAYS_OF_THE_WEEK_SHORTEST"="Sun;Mon;Tue;Wed;Thu;Fri;Sat";

///////////////////////////////////////////////////////
//
// Every weekday, every weekend, every day, standalone
// and when prefixed with 'On:'
//
// Referring to ‘Every weekday’, eg:
// On: Weekdays
//

"EVERY_WEEKDAY_STANDALONE_PREFIXED_WITH_ON"="Weekdays";
"EVERY_WEEKEND_STANDALONE_PREFIXED_WITH_ON"="Weekends";
"EVERY_DAY_STANDALONE_PREFIXED_WITH_ON"="Every day";

///////////////////////////////////////////////////////
//
// Every weekday, every weekend, every day, standalone
//
// Referring to ‘Every weekday’, when joined with date time
// Weekdays 9.00 PM
//

"EVERY_WEEKDAY_STANDALONE"="Weekdays";
"EVERY_WEEKEND_STANDALONE"="Weekends";

///////////////////////////////////////////////////////
//
// Every weekday, every weekend, every day, part of a sentence
//
// Referring to ‘Every weekday’, eg:
// Every 3 months on <weekdays>
//

"weekdays"="weekdays";
"weekends"="weekends";
"every day"="every day";


///////////////////////////////////////////////////////
//
// Sharing
//
// Remind me every <day/weekday/weekend> <10:00 PM>
//
// See format: RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT
//

"EVERY_WEEKDAY_REMIND_ME"="weekday";
"EVERY_WEEKEND_REMIND_ME"="weekend";


//////////////
//
// Repeat Action Sheet
// 
//

// Button in action sheet to set up custom recurrence pattern
"Custom repeat"="Custom repeat";

// Used to indicate next recurrence date, eg. Next: April 14
"Next: %@"="Next: %@";


//////////////
//
// Daily, weekly, monthly, yearly repeat formats
//

///////////////////
//
// <Every 3 days> <at 9.00 PM>
// 2 parts to it

// Format string for pattern:
"RD1_EVERY_N_DAYS_AT_TIME_FORMAT"="%1$@ %2$@";

// English, 2 forms, singular, plural
"RD1_EVERY_N_DAYS"="Daily;Every %@ days at";
"RD1_AT_TIME"="%@";

//
// Sharing
//
"RD1_REMIND_ME_EVERY_N_DAYS_AT_TIME_FORMAT"="Remind me %1$@ %2$@:";

// English, 2 forms, singular, plural
"RD1_REMIND_ME_EVERY_N_DAYS"="daily;every %@ days";
"RD1_REMIND_ME_AT_TIME"="at %@";


///////////////////
//
// <Every 3 weeks on> <Mon Wed Fri> <9.00 PM>
// 3 parts to it
//

"RW1_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT"="%1$@%2$@ %3$@";

// English, 2 forms, singular, plural
"RW1_EVERY_N_WEEKS_ON"=";Every %@ weeks on ";
"RW1_DOW"="%@";// eg. Mondays / Mon Wed Fri
"RW1_AT_TIME"="%@";// eg. 9.00 PM

//
// Sharing
//
"RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT"="Remind me %1$@%2$@ %3$@:";

// English, 2 forms, singular, plural
"RW1_REMIND_ME_EVERY_N_WEEKS_ON"="every ;every %@ weeks on ";
"RW1_REMIND_ME_DOW"="%@";// eg. Mondays / Mon Wed Fri
"RW1_REMIND_ME_AT_TIME"="%@";// eg. 9.00 PM



///////////////////
//
// <10th, 20th> <every 2 months> at <9.00 PM>
// 3 parts, <DOM>, <N MONTHS> <TIME>
//
// This format string is also used for a shorter version without time
// eg. <10th, 20th> every <2 months>
// In this case everything in 'RM1_AT_TIME' (%3$@) will be ignored

"RM1_REPEAT_DOM_EVERY_N_MONTHS_AT_TIME"="%1$@ %2$@ %3$@";

// English, 2 forms, singular, plural
"RM1_REPEAT_DOM"="%@";
"RM1_EVERY_N_MONTHS"="each month;every %@ months";
"RM1_AT_TIME"="at %@";

//
// Sharing
//
"RM1_REMIND_ME_DOM_EVERY_N_MONTHS_AT_TIME"="Remind me on the %1$@ %2$@ %3$@:";

// English, 2 forms, singular, plural
"RM1_REMIND_ME_DOM"="%@";
"RM1_REMIND_ME_EVERY_N_MONTHS"="each month;every %@ months";
"RM1_REMIND_ME_AT_TIME"="at %@";


///////////////////
//
// <1st-4th/last Monday-Sunday/Day/Weekday> every <2 months> at <9.00 PM>
// 3 parts, <NTH DOW/Day/Weekday>, <N MONTHS>, <TIME>
//
// Two formats, for languages where sentence changes according to
// masculine/feminine terms, eg. Monday-Friday is feminine in Portuguese
// and the word 'every' (na/no) changes accordingly. Specify
// masculinity of the DOW in ORDINAL_TYPE_FOR_DOW, from Sunday-Saturday

// Masculine format strings
"RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME"="%1$@ %2$@ %3$@";

// Feminine format strings (keep same as Masculine if language has no gender)
"RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME_ALT"="%1$@ %2$@ %3$@";

"RM2_REPEAT_NTH_DOW"="%@";
// English, 2 forms, singular, plural
"RM2_EVERY_N_MONTHS"="each month;every %@ months";
"RM2_EVERY_AT_TIME"="at %@";


//
// Sharing
//

// Masculine format strings
"RM2_REMIND_ME_NTH_DOW_EVERY_N_MONTHS_AT_TIME"="Remind me on the %1$@ %2$@ %3$@:";

// Feminine format strings (keep same as Masculine if language has no gender)
"RM2_REMIND_ME_NTH_DOW_EVERY_N_MONTHS_AT_TIME_ALT"="Remind me on the %1$@ %2$@ %3$@:";

"RM2_REMIND_ME_NTH_DOW"="%@";
// English, 2 forms, singular, plural
"RM2_REMIND_ME_EVERY_N_MONTHS"="each month;every %@ months";
"RM2_REMIND_ME_EVERY_AT_TIME"="at %@";


///////////////////
//
// <Every 3 years on> <9 March 9.00pm>
// 2 parts
//
"RY1_EVERY_N_YEARS_ON_DATE_TIME_FORMAT"="%1$@ %2$@";

// English, 2 forms, singular, plural
"RY1_EVERY_N_YEARS_ON"="Every;Every %@ years on";
"RY1_DATE_TIME"="%@";

//
// Sharing
//

"RY1_REMIND_ME_EVERY_N_YEARS_ON_DATE_TIME_FORMAT"="Remind me %1$@ %2$@:";

// English, 2 forms, singular, plural
"RY1_REMIND_ME_EVERY_N_YEARS_ON"="every;every %@ years on";
"RY1_REMIND_ME_DATE_TIME"="%@";


///////////////////
//
// After completion. %@=N days/weeks/months/years
//
"Repeat %@ after completion"="Repeat %@ after completion";

//
// Sharing
//
// 5 June 9:30 PM, and every 2 weeks after completion
"%@, and %@ after each completion"="%@, and %@ after each completion";

// Remind me on 5 June 9:30 PM, and 2 weeks after each completion
"Remind me on %@:"="Remind me on %@:";


//
// Daily, weekly, monthly, yearly when N > 1
//
//////////////


//////////////
//
// Custom repeat view
//
//

// Used to indicate which date and time to base the recurrence from, eg.
// From: 24 March 12:15 PM"
"From"="From";

// Used to indicate that recurrence is based on date and time of completion, eg.
// From: Completion date
"Completion date"="Completion date";

// eg. Repeat: Every 2 months
"Repeat"="Repeat";

// eg: Repeat: Never
"REPEAT_NEVER"="Never";

//////////////////////////////
//
// Every N <time unit>
// eg. Repeat: Every 2 weeks
//
// English, 2 forms, singular, plural
//
"RP_EVERY_N_DAYS"="Daily;Every %@ days";
"RP_EVERY_N_WEEKS"="Weekly;Every %@ weeks";
"RP_EVERY_N_MONTHS"="Monthly;Every %@ months";
"RP_EVERY_N_YEARS"="Yearly;Every %@ years";

// Days that we're repeating on for weekly and monthly repeating reminder
// 
// eg. On: 17th day
// eg. On: Mon Wed Fri
// eg. On: Weekdays
// eg. On: Last Sunday of every 2 months
"REPEAT_ON_DAYS"="On";

// Where %@ is 1st-31st. Used to indicate which day of the month, used by row 88.
"%@ day"="%@ day";


//////////////
//
// Monthly on days picker
//

// As in: <1st/2nd/3rd/4th/Last> <Monday-Sunday/day/weekday>

"ORDINALS_1ST_TO_4TH_LAST"="1st;2nd;3rd;4th;Last";

// For languages with masculine and feminine support
"ORDINALS_1ST_TO_4TH_LAST_ALT"="1st;2nd;3rd;4th;Last";

// Indicate whether to use ORDINALS_1ST_TO_4TH_LAST or 
// ORDINALS_1ST_TO_4TH_LAST_ALT for DOW Sun-Sat
"ORDINAL_TYPE_FOR_DOW"="1;1;1;1;1;1;1;1;1";

// eg. 1st day
"PICKER_DAY"="day";

// eg. Last weekday
"PICKER_WEEKDAY"="weekday";

//
// Monthly picker
//
//////////////

//////////////
//
// 1st/2nd/3rd/4th/Last Monday-Sunday/day/weekday
// Standalone use, eg. On: 1st Sunday
//

"ORDINALS_1ST_TO_4TH_LAST_STANDALONE_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;Last %@";

// For languages with masculine and feminine support
"ORDINALS_1ST_TO_4TH_LAST_STANDALONE_ALT_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;Last %@";

// Used in part of sentence as specified in
// RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME
// eg. <1st Sunday> every 2 months at 9.00 PM
// If RM2_REPEAT_NTH_DOW does not appear at beginning
// of RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME, or if
// RM2_REPEAT_NTH_DOW has a prefix before %@,
// remember to lowercase any words

"ORDINALS_1ST_TO_4TH_LAST_PART_OF_SENTENCE_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;Last %@";

// For languages with masculine and feminine support
"ORDINALS_1ST_TO_4TH_LAST_PART_OF_SENTENCE_ALT_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;Last %@";

//
// Sharing
//
// Used for 'Remind me on the <Nth DOW> <every N months> <at time>
// Lowercase when RM2_REMIND_ME_NTH_DOW is not at the start of the sentence
//

"ORDINALS_1ST_TO_4TH_LAST_PART_OF_REMIND_ME_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;last %@";

// For languages with masculine and feminine support
"ORDINALS_1ST_TO_4TH_LAST_PART_OF_REMIND_ME_ALT_FORMAT_STRING"="1st %@;2nd %@;3rd %@;4th %@;last %@";



//
// 1st/2nd/3rd/4th/Last Monday-Sunday/day/weekday
//
//////////////

// Repeat
"Repeat off"="Repeat off";

/* Every month on the... 1st, etc */
"1st;2nd;3rd;4th;5th;6th;7th;8th;9th;10th;11th;12th;13th;14th;15th;16th;17th;18th;19th;20th;21st;22nd;23rd;24th;25th;26th;27th;28th;29th;30th;31st"="1st;2nd;3rd;4th;5th;6th;7th;8th;9th;10th;11th;12th;13th;14th;15th;16th;17th;18th;19th;20th;21st;22nd;23rd;24th;25th;26th;27th;28th;29th;30th;31st";


// END 1.5
////////////////



//////////////////////////
//
// Miscellaneous warning and error messages
//

/* Misc - When exceeded maximum number of alerts */
"Cannot schedule reminder"="Cannot schedule reminder";

/* Misc - When exceeded maximum number of alerts */
"'%@' could not be scheduled because you've exceeded %d active alerts—the maximum allowed in iOS. It has been moved to the logbook."="'%@' could not be scheduled because you've exceeded %d active alerts—the maximum allowed in iOS. It has been moved to the logbook.";

/* Misc - When exceeded maximum number of alerts */
"Cannot activate timer"="Cannot activate timer";

/* Misc - When exceeded maximum number of alerts */
"'%@' could not be activated because you've exceeded %d active alerts—the maximum allowed in iOS."="'%@' could not be activated because you've exceeded %d active alerts—the maximum allowed in iOS.";

/* Silent mode */
"Silent mode"="Silent mode";

"Turn off silent mode if you wish to hear alert sounds. Due cannot sound any alerts while your device is on silent."="Turn off silent mode if you wish to hear alert sounds. Due cannot sound any alerts while your device is on silent.";


/////////////////////////
//
// Sound names
//

"Silence.caf-NameWithDuration"="无";

"Coin.caf-NameWithDuration"="硬币（1S）";
"TritoneFS72129.caf-NameWithDuration"="三音（1S）";
"LongBeeps1K.caf-NameWithDuration"="蜂鸣（1S）";
"ShortBeepFS19911.caf-NameWithDuration"="声纳（1S）";
"AccordionFS27353.caf-NameWithDuration"="手风琴（2S）";
"GlassFS35631.caf-NameWithDuration"="玻璃平（2S）";
"EggTimerFS14263.caf-NameWithDuration"="煮蛋计时器（2S）";
"SambaWhistling.caf-NameWithDuration"="桑巴口哨（787-8）";
"FluteFS27257.caf-NameWithDuration"="长笛（10秒）";
"NauticalBellsFS77697.caf-NameWithDuration"="航海钟（10秒）";
"BellRingerFS20069.caf-NameWithDuration"="敲钟（12S）";
"GuitarFS1280.caf-NameWithDuration"="吉他（27S）";
"WindChimes.caf-NameWithDuration"="风铃（30秒）";
"DigitalWatchFS22627.caf-NameWithDuration"="数字手表（30秒）";

"Drip.caf-NameWithDuration"="滴灌（0.4秒）";
"Tense.caf-NameWithDuration"="紧张（1.5秒）";
"Pure.aif-NameWithDuration"="纯（1.7S）";
"Complete.aif-NameWithDuration"="完成（1.4S）";
"Whistle.caf-NameWithDuration"="口哨（0.2S）";
"Samba.aif-NameWithDuration"="桑巴（0.5S）";
"Blissful.caf-NameWithDuration"="德佑（1.0秒）";
"Short-Lived.aif-NameWithDuration"="较短（1.3s）";
"Lasting Impression.aif-NameWithDuration"="持久的印象（4.0s）";
"Little Hop.caf-NameWithDuration"="小跳（1.0秒）";
"Appear.caf-NameWithDuration"="显示（1.8秒）";
"Stubborn.aif-NameWithDuration"="倔强（1.5秒）";
"Vanish.aif-NameWithDuration"="清漆（1.9s）";
"Bell.aif-NameWithDuration"="贝尔（1.1s）";
"Scamper.caf-NameWithDuration"="疾走（0.3秒）";
"Unsuccessful.aif-NameWithDuration"="不成功（1.4S）";
"Twitchy Nose.caf-NameWithDuration"="颠簸鼻子（1.0秒）";
"Skeleton Beat.caf-NameWithDuration"="骷髅节拍（1.2秒）";
"Wriggle.caf-NameWithDuration"="蠕动（1.1s）";
"Rattling Wood.caf-NameWithDuration"="拍击木（3.4s）";
"Distant Echo.caf-NameWithDuration"="悠远的回响（3.1s）";
"Bicycle.aif-NameWithDuration"="自行车（1.3s）";
"Sour Lemon.caf-NameWithDuration"="酸柠檬（1.0秒）";
"Boggled.caf-NameWithDuration"="猛然一惊（1.9s）";
"Beckoned.aif-NameWithDuration"="招手（1.6秒）";
"Cricket.caf-NameWithDuration"="蟋蟀（2.0S）";
"Innocence.aif-NameWithDuration"="无罪（2.0S）";
"Cured.caf-NameWithDuration"="固化（2.0秒）";
"Interrupted Thinking.caf-NameWithDuration"="打断思维（2.2S）";
"Peak.aif-NameWithDuration"="峰值（1.0秒）";
"String Echoes.aif-NameWithDuration"="字符串回声（0.9S）";
"The Getaway.caf-NameWithDuration"="逃走（1.7S）";
"Lonely Caves.aif-NameWithDuration"="孤独的洞穴（3.0S）";
"Mercury Drops.caf-NameWithDuration"="汞滴（3.​​3s）";
"Water Signals.aif-NameWithDuration"="水的信号（2.1s时）";
"Tinker's Cry.aif-NameWithDuration"="补锅匠的惊魂（达到2.3s）";
"Chasm Fall.caf-NameWithDuration"="鸿沟秋季（2.1s时）";
"Sci-Fi Horn.caf-NameWithDuration"="科幻霍恩（1.4S）";
"Gravity.caf-NameWithDuration"="重力（1.7S）";
"Call of the Forest.aif-NameWithDuration"="森林的呼唤（1.8秒）";
"Spilled Rings.aif-NameWithDuration"="溢出的戒指（1.4S）";
"Unlatch.caf-NameWithDuration"="解锁（1.3s）";
"Silver Sparrow Call.aif-NameWithDuration"="银雀调用（1.3s）";
"Skyward.aif-NameWithDuration"="天空（2.0秒）";
"Deepening Mystery.caf-NameWithDuration"="深化奥秘（6.0s）";

// Reverse file names to readable sound names (for use in Default: Name)
"Coin.caf"="硬币";
"TritoneFS72129.caf"="三音";
"LongBeeps1K.caf"="嘟";
"ShortBeepFS19911.caf"="声纳";
"AccordionFS27353.caf"="手风琴";
"GlassFS35631.caf"="玻璃平";
"EggTimerFS14263.caf"="煮蛋计时器";
"SambaWhistling.caf"="桑巴口哨";
"FluteFS27257.caf"="长笛";
"NauticalBellsFS77697.caf"="航海钟";
"BellRingerFS20069.caf"="敲钟";
"GuitarFS1280.caf"="吉他";
"WindChimes.caf"="风铃";
"DigitalWatchFS22627.caf"="数字手表";

"Drip.caf"="滴";
"Tense.caf"="紧张";
"Pure.aif"="纯";
"Complete.aif"="完成";
"Whistle.caf"="哨";
"Samba.aif"="桑巴";
"Blissful.caf"="德佑";
"Short-Lived.aif"="短命";
"Lasting Impression.aif"="持久的印象";
"Little Hop.caf"="小跳";
"Appear.caf"="出现";
"Stubborn.aif"="倔强";
"Vanish.aif"="消失";
"Bell.aif"="钟";
"Scamper.caf"="疾走";
"Unsuccessful.aif"="不成功";
"Twitchy Nose.caf"="颠簸鼻子";
"Skeleton Beat.caf"="骷髅节拍";
"Wriggle.caf"="蠢动";
"Rattling Wood.caf"="伍德剑拔弩张";
"Distant Echo.caf"="悠远的回响";
"Bicycle.aif"="自行车";
"Sour Lemon.caf"="酸柠檬";
"Boggled.caf"="猛然一惊";
"Beckoned.aif"="招手";
"Cricket.caf"="蟋蟀";
"Innocence.aif"="无辜";
"Cured.caf"="治愈";
"Interrupted Thinking.caf"="思维中断";
"Peak.aif"="峰";
"String Echoes.aif"="字符串回声";
"The Getaway.caf"="逃走";
"Lonely Caves.aif"="孤独的洞穴";
"Mercury Drops.caf"="汞滴";
"Water Signals.aif"="水的信号";
"Tinker's Cry.aif"="补锅匠的惊魂";
"Chasm Fall.caf"="秋季鸿沟";
"Sci-Fi Horn.caf"="科幻号角";
"Gravity.caf"="重力";
"Call of the Forest.aif"="森林的呼唤";
"Spilled Rings.aif"="溢出的戒指";
"Unlatch.caf"="解锁";
"Silver Sparrow Call.aif"="银雀呼叫";
"Skyward.aif"="天空";
"Deepening Mystery.caf"="深化之谜";


//////////////////////////
//
// Day of the week names
//

"OptsPostponeDayOn1.png"="OptsPostponeDayOn1.png";
"OptsPostponeDayOn2.png"="OptsPostponeDayOn2.png";
"OptsPostponeDayOn3.png"="OptsPostponeDayOn3.png";
"OptsPostponeDayOn4.png"="OptsPostponeDayOn4.png";
"OptsPostponeDayOn5.png"="OptsPostponeDayOn5.png";
"OptsPostponeDayOn6.png"="OptsPostponeDayOn6.png";
"OptsPostponeDayOn7.png"="OptsPostponeDayOn7.png";

"OptsPostponeDayOff1.png"="OptsPostponeDayOff1.png";
"OptsPostponeDayOff2.png"="OptsPostponeDayOff2.png";
"OptsPostponeDayOff3.png"="OptsPostponeDayOff3.png";
"OptsPostponeDayOff4.png"="OptsPostponeDayOff4.png";
"OptsPostponeDayOff5.png"="OptsPostponeDayOff5.png";
"OptsPostponeDayOff6.png"="OptsPostponeDayOff6.png";
"OptsPostponeDayOff7.png"="OptsPostponeDayOff7.png";

"BezelNextDay1.png"="BezelNextDay1.png";
"BezelNextDay2.png"="BezelNextDay2.png";
"BezelNextDay3.png"="BezelNextDay3.png";
"BezelNextDay4.png"="BezelNextDay4.png";
"BezelNextDay5.png"="BezelNextDay5.png";
"BezelNextDay6.png"="BezelNextDay6.png";
"BezelNextDay7.png"="BezelNextDay7.png";



//////////////////////////
// 
// Backup
//
//

/* Title of Backup view, and its item in Settings */
"Backup"="Backup";

/* Message inside Settings->Backup */
"Due automatically backs up your last %d databases on exit. You can restore from any backup or email them from here."="Due automatically backs up your last %d databases on exit. You can restore from any backup or email them from here.";

/* Button inside Settings->Backup */
"Restore"="Restore";

/* Button inside Settings->Backup / Availlable when opening backup file only */
"Send by email"="Send by email";

/* Button inside Settings->Backup / Availlable when opening file from external app */
"Sync changes"="Sync changes";

/* Button inside Settings->Backup to trigger a backup */
"Backup now"="Backup now";

/* Message when tapped on a backup inside Settings->Backup, eg. Backup-101209-1355.dueapp (Last modified: Dec 9, 2010 1:55 PM)

1st %@=file name
\n=new line
2nd %@=last modified date */

"%@\n(Last modified: %@)"="%@\n(Last modified: %@)";

/* Message when opening a backup from external source

\n=new line
%@=file name */
"You should restore or sync only if\n%@\ncomes from a trusted source."="You should restore or sync only if\n%@\ncomes from a trusted source.";

/* Subject of email when emailing backup file from Settings->Backup,

eg. Due Backup — Dec 9, 2010 1:55 PM */
"Due Backup — %@"="Due Backup — %@";


//////////////////////////
// 
// Syncing
//
//

/* Title of Sync view, and its name in Settings */
"Sync"="同步";

/* Description of sync view */
"Due can keep your reminders in sync with other devices through your Dropbox."="由于可以保持你的提醒同步通过你的Dropbox其他设备。";

/* Buttons inside Sync view */
"Link with Dropbox"="连接Dropbox";
"Unlink from Dropbox"="取消连接Dropbox";
"Sync now"="立即同步";

/* Footer into below Sync Now button */
"Last sync: %@"="上次同步：%@";

/* Info for Last Sync if never synced before, eg. Last sync: Never */
"Never"="永不";

/* Settings->Sync. Not too long. Slightly longer than 'Disable snooze' is max length */
"Sync at launch"="在同步推出";
"Sync on exit"="同步退出";

/* Button to display iCloud troubleshooting tips */
"Troubleshooting"="故障排除";

/* Button to confirm unlinking */
"Unlink"="取消链接";

/* Sync status messages in navigation bar */
"Checking for updates..."="检查更新...";
"Downloading..."="下载...";
"Downloading (%.0f%%)"="下载（到％.0f %%）";
"Uploading..."="上传...";
"Uploading (%.0f%%)"="上传（到％.0f %%）";
"Upload complete"="上传完毕";
"Sync complete"="同步完成";

/* New error messages in navigation bar 1.4 */
"Sync failed"="同步失败";
"Dropbox error"="Dropbox的错误";
"iCloud error"="iCloud的错误";
"Network error"="网络错误";

/* New network error messages for info bar 1,4 */
"%@ is down"="%@下跌";
"Can't reach %@"="不能达到%@";
"Network down or unavailable"="网络中断或不可用";

/* Bezel Overlay showing sync in progress */
"Syncing..."="同步...";


//////////////////////////
// 
// First sync message
//
//

/* Title of message */
"First Sync with %@"="First Sync with %@";

/* Message for first sync */
"Do you want to merge or replace your current reminders with those on %@?"="Do you want to merge or replace your current reminders with those on %@?";

/* Button */
"Replace"="Replace";

/* Button */
"Merge"="Merge";


//////////////////////////
// 
// Dropbox Link Account
//
//

/* Title of view */
"Link Account"="Link Account";

/* Button to link */
"Link"="Link";

/* Title of error message */
"An unknown error occurred."="An unknown error occurred.";

/* Error message */
"There was an error connecting to Dropbox."="There was an error connecting to Dropbox.";

/* Title of error message */
"Unable to Login"="Unable to Login";

/* Info overlay when linking in progress */
"Linking"="Linking";

/* Description in linking view */
"Linking will allow this app to access and modify files in your Dropbox"="Linking will allow this app to access and modify files in your Dropbox";

/* Prompt and button to create Dropbox account */
"New to Dropbox? "="New to Dropbox? ";

"Create an account"="Create an account";


//////////////////////////
// 
// Dropbox Create New Account
//
//

/* Title of view */
"Create Account"="Create Account";

/* Button to create */
"Create"="Create";

/* Longer title */
"Create Dropbox Account"="Create Dropbox Account";

"First Name"="First Name";

"Last Name"="Last Name";

"Email"="Email";

"Password"="Password";

/* Placeholder for First Name */
"John"="John";

/* Placeholder for Last Name */
"Appleseed"="Appleseed";

/* Placeholder for Email */
"example@gmail.com"="example@gmail.com";

/* Placeholder for Password */
"Required"="Required";

/* Title of error message */
"Failed to create account"="Failed to create account";

/* Title of error message */
"Login Failed"="Login Failed";

/* Error message */
"Please try again."="Please try again.";

/* Info overlay when account creation is in progress */
"Creating Account"="Creating Account";


//////////////////////////
// 
// Messages when database is newer than what the current version of the app can handle
//
//

/* Title of message when version mismatch */
"Update required"="Update required";

/* When database on Dropbox is newer than what the current version of the app can handle */
"The database you're syncing with requires a newer version of Due.\n\nPlease update Due from the App Store and try again."="The database you're syncing with requires a newer version of Due.\n\nPlease update Due from the App Store and try again.";

/* When restoring a database from a backup that is newer than what the current version of the app can handle */
"The database you're restoring from requires a newer version of Due.\n\nPlease update Due from the App Store and try again."="The database you're restoring from requires a newer version of Due.\n\nPlease update Due from the App Store and try again.";

/* Button to visit the App Store for update */
"Update"="Update";


//////////////////////////
// 
// Messages when the database on Dropbox is corrupted and can't be read
//
//

/* Title of message when the database on Dropbox is corrupted and can't be read */
"Corrupted database"="Corrupted database";

/* Message when the database on Dropbox is corrupted and can't be read */
"The database on Dropbox is corrupted. Login to Dropbox to restore a previous version, or replace the corrupted database with your current database."="The database on Dropbox is corrupted. Login to Dropbox to restore a previous version, or replace the corrupted database with your current database.";

/* Message when a local database a user is restoring or syncing from is corrupted and can't be read */
"This database is corrupted and cannot be read."="This database is corrupted and cannot be read.";

/* Button to visit Dropbox */
"View previous versions"="View previous versions";

/* Button to replace the corrupted database off your Dropbox with your current database */
"Replace Dropbox database"="Replace Dropbox database";


//////////////////////////
//
// Messages on the Mac when we are trying to replace local database with
// server database on next sync, but server database is not found
//
//

/* Title of message when there is no server database to replace local */
"Cannot replace existing database"="Cannot replace existing database";

/* Message when there is no server database to replace local. %@=Dropbox/iCloud */
"Due did not find any database on %@ to replace your existing reminders and timers with. Upload your existing database onto %@ instead?"="Due did not find any database on %@ to replace your existing reminders and timers with. Upload your existing database onto %@ instead?";

/* Button to upload your existing database onto the server instead */
"Upload existing database"="Upload existing database";


//////////////////////////
//
// Bezel overlays
//
//

// When resetting all alerts in Settings
"Resetting..."="Resetting...";

// When restoring database from backup
"Restoring..."="Restoring...";

// When applying some settings
"Applying settings..."="Applying settings...";



//////////////////////////
// 
// X-Callback-URL
//
//

// Button to return to originating app
"Return to %@?"="Return to %@?";



//////////////////////////
// 
// Natural date parsing
//
//

// Prompt to remove detected date from title
"Remove '%@' from title?"="Remove '%@' from title?";

// Destructive button to remove detected date from title
"Remove"="Remove";

// Cancel button to leave detected date in title
"Keep in title"="Keep in title";


//////////////////////////
// 
// Sharing
//
//

// Remind me on 6 June 10:00 AM:
"REMIND_ME_ON_DATE"="Remind me on %@:";

// Remind me 1 hour later:
"REMIND_ME_TIME_LATER"="Remind me %@:";

// Remind me on Wednesday 10:00 AM:
"REMIND_ME_ON_DOW"="Remind me on %@:";

// Remind me Today 10:00 AM:
"REMIND_ME_TODAY_TOMORROW"="Remind me %@:";

// Remind me <Today> 10:00 AM:, Today is today, Tomorrow is tomorrow
"REMIND_ME_TODAY_TOMORROW_LOWERCASE"="YES";

//
// Email template
//
"SUBJECT_PAGE_TITLE_GOES_HERE"="Reminder: %@";

"REMIND_ME_WITH_DUE"="Remind me with Due";

"CANT_OPEN_LEARN_MORE"="Can't open link? Learn more about<br /><a href=\"http://www.dueapp.com\">Due for iPhone &amp;&nbsp;iPad</a>";


//////////////////////////
// 
// Action menu
//
//

// Destructive button to delete reminder
"Delete"="Delete";

// Duplicate the reminder
"Duplicate"="Duplicate";

// Share the reminder via email
"Email reminder"="Email reminder";

// Share the reminder via SMS/iMessage
"Text reminder"="Message";

// Share the reminder via Twitter
"Tweet reminder"="Tweet";

// Call detected number
"Call %@"="Call %@";

// Text detected number via SMS/iMessage
"Text %@"="Message %@";

// Send an email to detected email address
"Email %@"="Email %@";

// Open a detected link
"Open %@"="Open %@";



//////////////////////////
// 
// Should be slotted in to bezel status messages
//
//

// When busy making short link with bit.ly
"Shortening link..."="Shortening link...";

// When done making short link with bit.ly
"Done!"="Done!";

// When fail making short link with bit.ly
"Failed to shorten"="Failed to shorten";


//////////////////////////
// 
// Bitly Error Messages
//
//

// When exceeded maximum number of URL shortening requests
"Exceeded bitly limit"="Exceeded bitly limit";

// When sending a request to shorten an invalid URL
"Invalid bitly request"="Invalid bitly request";

// When we've no idea what went wrong with bitly
"Unknown bitly error"="Unknown bitly error";

// Todo: Shift to Errors?
// When we take too long to connect to service (can be Dropbox, or bitly)
"%@ timed out"="%@ timed out";

// For iCloud only, on iOS this should reflect a 'tap for help' element
"%@ timed out, tap for help"="%@ timed out";


//////////////////////////
// 
// Undo/redo action names, eg. Undo Postponing of "Take medicine"
//
//

// When postponing a reminder with quick panel
"Postponing of \"%@\""="Postponing of \"%@\"";

// When recycling a reminder with presets and via Add/Edit
"Recycling of \"%@\""="Recycling of \"%@\"";

// When editing the reminder via Add/Edit
"Editing of \"%@\""="Editing of \"%@\"";

// When deleting a reminder
"Deletion of \"%@\""="Deletion of \"%@\"";

// When marking a reminder as done
"Completion of \"%@\""="Completion of \"%@\"";

// Redo
"Redo"="Redo";

// Undo + action name (eg. Undo Postponing of "Take medicine")
"Undo %@"="Undo %@";

// Redo + action name (eg. Redo Postponing of "Take medicine")
"Redo %@"="Redo %@";


//////////////////////////
// 
// New iOS5 Help Prompts
//
//

"TIP_DOUBLE_TAP_EDIT"="Tip: Double-tap on a reminder to edit it quickly.";

"TIP_SETTINGS_IN_LOGBOOK"="Tip: Customize Due in Settings found inside the Logbook.";

"TIP_SWIPE_TO_SHARE"="Tip: Swipe across a reminder for options to share it with others.";

"TIP_SWIPE_TO_ACTION"="Tip: Swipe across a reminder for options to call, text or email any contact found in the reminder.";


//////////////////////////
// 
// Multiple alerts
//
//

"ALERT_BODY_AND_N_MORE_FORMAT"="%@ %@";

"AND_N_MORE"="(and %@ more…)";


//////////////////////////
// 
// Special iOS5 Note
//
//

"Due on iOS5"="Due on iOS 5";


//////////////////////////
// 
// iCloud in Due 1.8 update
//
//

// Names of sync services
"Dropbox"="Dropbox";
"iCloud"="iCloud";


// Prompt on first launch for users who have previously set up sync with Dropbox before the update
"Dropbox sync has been updated. You'll need to relink your account if you'd like to continue syncing with Dropbox."="Dropbox sync has been updated. You'll need to relink your account if you'd like to continue syncing with Dropbox.";

// Prompt when unlinking an iCloud database
"Remove or keep the sync database on iCloud after unlinking?"="Remove or keep the sync database on iCloud after unlinking?";

// Buttons when confirming unlinking from iCloud
"Unlink and remove"="Unlink and remove";

"Unlink and keep"="Unlink and keep";

// New buttons to sync with/unlink from iCloud
"Link with iCloud"="Link with iCloud";

"Unlink from iCloud"="Unlink from iCloud";

// Message of sync view when both iCloud and Dropbox is available
"Due can keep your reminders in sync with other devices through iCloud or your Dropbox."="Due can keep your reminders in sync with other devices through iCloud or your Dropbox.";

// Buttons to select a different alert sound for the reminder other than the default
"Custom alert…"="Custom alert…";

"Custom: %@"="Custom: %@";

"Default: %@"="Default: %@";

// Help prompt for 'Alarm mode' in Timers
"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound."="Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound.";

// Description in the footer of the list of sounds when choosing an alert for Alarm mode in Settings
"This alert will override the default alert sound for timers with 'Alarm mode' enabled."="This alert will override the default alert sound for timers with 'Alarm mode' enabled.";

// Auto snooze limitation
"iOS currently supports only auto snoozing every minute or hour."="iOS currently supports only auto snoozing every minute or hour.";

// Title of buttons to change snooze value
"Snooze every 5 mins"="Snooze every 5 mins";

"Snooze every 10 mins"="Snooze every 10 mins";

"Snooze every 15 mins"="Snooze every 15 mins";

"Snooze every 30 mins"="Snooze every 30 mins";


//////////////////////////
// 
// Phantom reminder help in Due 1.8.1
//
//

"HELP_PHANTOM_REMINDER_THAT_STILL_EXISTS"="Reminder keeps going off even though it is not due yet? Restart your device to clear the phantom reminder.";

"HELP_PHANTOM_REMINDER"="Reminder keeps going off even though it has been marked done or deleted? Restart your device to clear the phantom reminder.";

//////////////////////////
// 
// Recurrence fix in Due 1.8.1
//
//

// Prompt for Mac only
"CHANGE_REPEAT_INFO_PROMPT"="You're changing a recurring reminder.";

// Changing only time of a recurring reminder
"CHANGE_REPEAT_TIME_ONLY_PROMPT"="Do you want to move only this occurrence to %@, or change the time for all occurrences?";

// Changing date or date and time of the following recurring reminders:
// 1) Daily/every N days, yearly/every N year reminders
"CHANGE_REPEAT_DATE_FOR_DAILY_OR_YEARLY_REMINDERS_WITH_OR_WITHOUT_TIME_PROMPT"="Do you want to move only this occurrence to %@, or change the date for all occurrences?";

// Changing date or date and time of the following recurring reminders:
// WEEKLY on DOW to new DOW, eg. all Friday occurrences to Saturday
"CHANGE_REPEAT_DATE_FOR_WEEKLY_PROMPT"="Do you want to move only this occurrence to %@, or move all %@ occurrences to %@?";

// Changing date or date and time of the following recurring reminders:
// MONTHLY on a day of the month to another, eg. every 10th to 9th
"CHANGE_REPEAT_DATE_FOR_MONTHLY_ON_DAY_PROMPT"="Do you want to move only this occurrence to %@, or move all occurrences on the %@ to the %@?";

// Changing date or date and time of the following recurring reminders:
// MONTHLY on Nth DOW to new Nth DOW, eg. first Thursday to first Wednesday
"CHANGE_REPEAT_DATE_FOR_MONTHLY_ON_NTH_DOW_PROMPT"="Do you want to move only this occurrence to %@, or move all occurrences on the %@ to the %@?";

// Button to change only this occurrence
"CHANGE_REPEAT_BUTTON_ONLY_THIS_OCCURRENCE"="Only This Occurrence";

// Button to change all future occurrences
"CHANGE_REPEAT_BUTTON_ALL_FUTURE_OCCURRENCES"="All";


//////////////////////////
// 
// Due for Mac Strings
//
//

// Status bar items

// eg. 31 reminders, 2 overdue
"SBR_NUM_REMINDERS_OVERDUE_FORMAT_STRING"="%@%@";

"SBR_NUM_REMINDERS"="%@ reminder;%@ reminders";
"SBR_NUM_OVERDUE"=", %@ overdue;, %@ overdue";

// eg. 12 timers, 1 active
"SBT_NUM_TIMERS_ACTIVE_FORMAT_STRING"="%@%@";

"SBT_NUM_TIMERS"="%@ timer;%@ timers";
"SBT_NUM_ACTIVE"=", %@ active;, %@ active";

// eg. 520 logged items
"SBL_NUM_LOGGED_ITEMS"="%@ logged reminder;%@ logged reminders";

// eg. 3 items found
"SBL_NUM_MATCHING_ITEMS"="%@ item found;%@ items found";

// Sync stats

// eg. <3 reminders added, 1 modified, 4 removed.> <2 timers modified.>
"ST_NUM_REMINDERS_TIMERS_FORMAT_STRING"="%@\n\n%@";

// eg. <3 reminders added, 1 modified, 4 removed>.
"STR_NUM_REMINDERS_FORMAT_STRING"="%@.";

// eg. <3 reminders> added
"STR_NUM_REMINDERS_START_ADDED"="%@ reminder added;%@ reminders added";

// eg. <3 reminders> modified
"STR_NUM_REMINDERS_START_MODIFIED"="%@ reminder modified;%@ reminders modified";

// eg. <3 reminders> removed
"STR_NUM_REMINDERS_START_REMOVED"="%@ reminder removed;%@ reminders removed";

// eg. ,< 3> modified
"STR_NUM_REMINDERS_PART_MODIFIED"=", %@ modified;, %@ modified";

// eg. ,< 3> removed
"STR_NUM_REMINDERS_PART_REMOVED"=", %@ removed;, %@ removed";

// eg. <3 timers added, 1 modified, 4 removed>.
"STT_NUM_TIMERS_FORMAT_STRING"="%@.";

// eg. <3 timers> added
"STT_NUM_TIMERS_START_ADDED"="%@ timer added;%@ timers added";

// eg. <3 timers> modified
"STT_NUM_TIMERS_START_MODIFIED"="%@ timer modified;%@ timers modified";

// eg. <3 timers> removed
"STT_NUM_TIMERS_START_REMOVED"="%@ timer removed;%@ timers removed";

// eg. ,< 3> modified
"STT_NUM_TIMERS_PART_MODIFIED"=", %@ modified;, %@ modified";

// eg. ,< 3> removed
"STT_NUM_TIMERS_PART_REMOVED"=", %@ removed;, %@ removed";

// No changes were made
"Database is up to date."="Database is up to date.";

// Error messages for uploading and downloading of databases
"Failed to upload database"="Failed to upload database";

"Took too long to upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips."="Took too long to upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";

"Failed to download database"="Failed to download database";

"Took too long to download the database from iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips."="Took too long to download the database from iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";


//////////////////////////
//
// Dropbox 401 errors (access token disabled/revoked)
//
//

// Title for the alert box when Dropbox access token is invalid
"DROPBOX_AUTHORIZATION_REQUIRED_TITLE"="Dropbox authorization required";

// Message for the alert box when Dropbox access token is invalid
"DROPBOX_AUTHORIZATION_REQUIRED_MESSAGE"="Access to Dropbox has expired or has been revoked. You'll need to grant Due access again to continue using Dropbox sync.";

// Button to re-authorize Due with Dropbox
"DROPBOX_AUTHORIZATION_REQUIRED_AUTHORIZE_BUTTON"="Authorize Due";


//////////////////////////
//
// iCloud Stuck Errors
//
//

"ICLOUD_ERROR_DATABASE_NOT_UPLOADED"="Database not uploaded";

"ICLOUD_ERROR_DATABASE_NOT_UPLOADED_MESSAGE"="Couldn't upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";


//
// Toolbar items
//

// View segmented control
"View reminders, timers or logged items"="查看提醒，定时器或记录的项";

"TOOLBAR_LABEL_VIEW_SWITCHER"="视图";

// New item button, appears differently in Reminders vs Timers view
"Create a new reminder"="创建一个新的提醒";

"Create a new timer"="创建一个新的计时器";

"TOOLBAR_LABEL_NEW_ITEM"="新建";

// Action button: marks done when in reminder, start/stop when in timers
// Mark done shared by start/stop
"Mark the selected reminder as complete"="标记所选的提醒为完成";

"TOOLBAR_LABEL_MARK_DONE"="标记为处理完毕";

// Play/stop, start/stop sharing the Mark done button
"Start or pause the selected timer"="启动或暂停所选定时器";

"TOOLBAR_LABEL_START_RESUME"="开始/暂停";

// New alarm mode message
//"This alert will sound instead for timers with 'Alarm mode' turned on."="This alert will sound instead for timers with 'Alarm mode' turned on.";


// Mac Linking/Syncing Section
"LINK_ERROR_LINKING_ICLOUD_TITLE"="Failed to link with iCloud. Ensure that Documents in the iCloud is enabled.";

"LINK_ERROR_LINKING_ICLOUD_SUBTITLE"="Choose Apple menu > System Preferences, and then click iCloud. Sign in to your iCloud account if you are not already signed in. Then select Documents & Data.";

"WAITING_FOR_CHANGES_TO_FINISH_UPLOADING_TITLE"="Waiting for changes to finish uploading…";

"WAITING_FOR_CHANGES_TO_FINISH_UPLOADING_SUBTITLE"="Due will quit once it has fully uploaded your changes. You can also quit without uploading.";

//
// Reminders/timers due/snoozed notification titles
//

// eg. Reminder, 2 reminders due
"NOTIF_TITLE_N_REMINDERS_DUE"="Reminder;%@ reminders due";

// eg. Reminder (snoozed), 4 reminders snoozed
"NOTIF_TITLE_N_REMINDERS_SNOOZED"="Reminder (snoozed);%@ reminders snoozed";

// eg. Title for grouped notifications on launch, eg. 1 Item Due, 4 Items Due
"NOTIF_TITLE_N_ITEMS_DUE_SINCE_LAST_LAUNCHED"="%@ item due;%@ items due";

// eg. Timer, 3 timers due. Unlikely to use the plural form since they don't become due together.
"NOTIF_TITLE_N_TIMERS_DUE"="Timer;%@ timers due";

// eg. Timer (snoozed), 3 timers snoozed. Unlikely to use the plural form since they don't become due together.
"NOTIF_TITLE_N_TIMERS_SNOOZED"="Timer (snoozed);%@ timers snoozed";

//
// Copy & Pasting Formats
//

// The format a non-recurring reminder when copied to the clipboard. eg.
// Pay credit card bills
// Due: 1 November 2012 5:00 PM
// due://x-callback-url/...
"REMINDER_WITHOUT_RECURRENCE_COPY_FORMAT"="%1$@\nDue: %2$@\n%3$@";

// The format a recurring reminder when copied to the clipboard. eg.
// Pay rent
// Due: 1 November 2012 5:00 PM
// Repeat: 1st each month at 5:00 PM
// due://x-callback-url/...
"REMINDER_WITH_RECURRENCE_COPY_FORMAT"="%1$@\nDue: %2$@\nRepeat: %3$@\n%4$@";

// The format a timer when copied to the clipboard. eg.
// Pomodoro
// 25 minutes
"TIMER_COPY_FORMAT"="%1$@\n%2$@";

// Title of the link to add the reminder to Due
"ADD_TO_DUE"="Add to Due";

//
// Suppression of alerts
//

// The explanation text in Settings > Notifications > Suppress alerts on launch
"SUPPRESSION_HELP_PROMPT"="If syncing is not possible at launch, alerts will be suppressed for %@. For iCloud sync, suppressing alerts for a time interval works better.";

// Status in the menu item, eg. Alerts suppressed for 2 mins
"SUPPRESSION_FOR_INTERVAL"="Alerts suppressed for %@";

// Status in the menu item, eg. Alerts suppressed till next sync, or for %@
"SUPPRESSION_TILL_NEXT_SYNC"="Alerts suppressed till next sync, or for %@";

//////////////////////////
//
// Due for Mac Parser Langauge Settings
//
//

// Used to concatenate date and time string to feed to parser
// eg. <Sunday> <10:00 AM>
// eg. <May 17, 2013> <13:00>
"PARSER_DATE_WITH_TIME_FORMAT"="%@ %@";

// The added conjunction 'at' can help our date parser
// eg. <Tomorrow> at <10:00 AM>
// eg. <September 15, 2013> at <13:00>
"PARSER_DATE_AT_TIME_FORMAT"="%@ at %@";